Repository: avens19/budgetappios
Catalog: WeeklyBudget/Localizable.xcstrings
Source language: en
Languages: ar, de, es, es_419, fr, hi, id, it, ja, ko, nl, pl, pt_br, pt_pt, ru, tr, uk, vi, zh_hans, zh_hant

source: Twice a month
ar: مرتين شهريًا
de: Zweimal im Monat
es: Dos veces al mes
es_419: Dos veces al mes
fr: Deux fois par mois
hi: महीने में दो बार
id: Dua kali sebulan
it: Due volte al mese
ja: 月2回
ko: 한 달에 두 번
nl: Twee keer per maand
pl: Dwa razy w miesiącu
pt_br: Duas vezes por mês
pt_pt: Duas vezes por mês
ru: Дважды в месяц
tr: Ayda iki kez
uk: Двічі на місяць
vi: Hai lần một tháng
zh_hans: 每月两次
zh_hant: 每月兩次

source: Untitled
ar: بدون عنوان
de: Ohne Titel
es: Sin título
es_419: Sin título
fr: Sans titre
hi: बिना नाम
id: Tanpa nama
it: Senza titolo
ja: 無題
ko: 제목 없음
nl: Naamloos
pl: Bez nazwy
pt_br: Sem nome
pt_pt: Sem nome
ru: Без названия
tr: Adsız
uk: Без назви
vi: Không có tên
zh_hans: 未命名
zh_hant: 未命名

source: Use this amount
ar: استخدام هذا المبلغ
de: Diesen Betrag übernehmen
es: Usar este importe
es_419: Usar este monto
fr: Utiliser ce montant
hi: यही रकम लें
id: Pakai jumlah ini
it: Usa questo importo
ja: この金額を使う
ko: 이 금액 사용
nl: Dit bedrag gebruiken
pl: Użyj tej kwoty
pt_br: Usar este valor
pt_pt: Usar este montante
ru: Взять эту сумму
tr: Bu tutarı kullan
uk: Взяти цю суму
vi: Dùng số này
zh_hans: 就用这个金额
zh_hant: 就用這個金額

source: Version %@
ar: الإصدار %1$@
de: Version %1$@
es: Versión %1$@
es_419: Versión %1$@
fr: Version %1$@
hi: वर्शन %1$@
id: Versi %1$@
it: Versione %1$@
ja: バージョン %1$@
ko: 버전 %1$@
nl: Versie %1$@
pl: Wersja %1$@
pt_br: Versão %1$@
pt_pt: Versão %1$@
ru: Версия %1$@
tr: Sürüm %1$@
uk: Версія %1$@
vi: Phiên bản %1$@
zh_hans: 版本 %1$@
zh_hant: 版本 %1$@

source: Wednesday
ar: الأربعاء
de: Mittwoch
es: Miércoles
es_419: Miércoles
fr: Mercredi
hi: बुधवार
id: Rabu
it: Mercoledì
ja: 水曜日
ko: 수요일
nl: Woensdag
pl: Środa
pt_br: Quarta-feira
pt_pt: Quarta-feira
ru: Среда
tr: Çarşamba
uk: Середа
vi: Thứ tư
zh_hans: 星期三
zh_hant: 星期三

source: Week
ar: الأسبوع
de: Woche
es: Semana
es_419: Semana
fr: Semaine
hi: सप्ताह
id: Minggu
it: Settimana
ja: 週
ko: 주
pl: Tydzień
pt_br: Semana
pt_pt: Semana
ru: Неделя
tr: Hafta
uk: Тиждень
vi: Tuần
zh_hans: 周
zh_hant: 週

source: Week starts on
ar: يبدأ الأسبوع يوم
de: Woche beginnt am
es: La semana empieza el
es_419: La semana empieza el
fr: La semaine commence le
hi: सप्ताह शुरू होता है
id: Minggu dimulai hari
it: La settimana inizia di
ja: 週の始まり
ko: 주 시작 요일
nl: Week begint op
pl: Tydzień zaczyna się w
pt_br: A semana começa em
pt_pt: A semana começa em
ru: Неделя начинается с
tr: Hafta şu gün başlar
uk: Тиждень починається з
vi: Tuần bắt đầu vào
zh_hans: 每周开始于
zh_hant: 每週開始於

source: Weekly
ar: أسبوعيًا
de: Wöchentlich
es: Semanal
es_419: Semanal
fr: Par semaine
hi: हर सप्ताह
id: Mingguan
it: Settimanale
ja: 毎週
ko: 매주
nl: Per week
pl: Co tydzień
pt_br: Semanal
pt_pt: Semanal
ru: Раз в неделю
tr: Haftalık
uk: Раз на тиждень
vi: Mỗi tuần
zh_hans: 每周
zh_hant: 每週

source: Weekly amount
ar: المبلغ الأسبوعي
de: Betrag pro Woche
es: Importe semanal
es_419: Monto semanal
fr: Montant hebdomadaire
hi: साप्ताहिक रकम
id: Jumlah per minggu
it: Importo settimanale
ja: 1週間の金額
ko: 주간 금액
nl: Bedrag per week
pl: Kwota na tydzień
pt_br: Valor semanal
pt_pt: Montante semanal
ru: Сумма на неделю
tr: Haftalık tutar
uk: Сума на тиждень
vi: Số tiền mỗi tuần
zh_hans: 每周金额
zh_hant: 每週金額

source: Weekly budget %@
ar: الميزانية الأسبوعية %1$@
de: Wochenbudget %1$@
es: Presupuesto semanal %1$@
es_419: Presupuesto semanal %1$@
fr: Budget hebdomadaire %1$@
hi: साप्ताहिक बजट %1$@
id: Anggaran mingguan %1$@
it: Budget settimanale %1$@
ja: 週の予算 %1$@
ko: 주간 예산 %1$@
nl: Weekbudget %1$@
pl: Budżet tygodniowy %1$@
pt_br: Orçamento semanal %1$@
pt_pt: Orçamento semanal %1$@
ru: Бюджет на неделю %1$@
tr: Haftalık bütçe %1$@
uk: Бюджет на тиждень %1$@
vi: Ngân sách tuần %1$@
zh_hans: 每周预算 %1$@
zh_hant: 每週預算 %1$@

source: Weeks
ar: الأسابيع
de: Wochen
es: Semanas
es_419: Semanas
fr: Semaines
hi: सप्ताह
id: Minggu
it: Settimane
ja: 週
ko: 주
nl: Weken
pl: Tygodnie
pt_br: Semanas
pt_pt: Semanas
ru: Недели
tr: Haftalar
uk: Тижні
vi: Các tuần
zh_hans: 各周
zh_hant: 各週

source: What actually lands in the account, after tax and deductions.
ar: ما يصل فعلًا إلى الحساب، بعد الضرائب والاستقطاعات.
de: Was tatsächlich auf dem Konto landet, nach Steuern und Abzügen.
es: Lo que llega de verdad a la cuenta, después de impuestos y retenciones.
es_419: Lo que de verdad llega a la cuenta, después de impuestos y descuentos.
fr: Ce qui arrive vraiment sur le compte, après impôts et cotisations.
hi: टैक्स और कटौतियों के बाद खाते में सचमुच जो आता है।
id: Yang benar-benar masuk ke rekening, setelah pajak dan potongan.
it: Quello che arriva davvero sul conto, al netto di tasse e trattenute.
ja: 税金や控除を引いて、実際に口座に入る金額です。
ko: 세금과 공제를 뺀 뒤 실제로 계좌에 들어오는 금액이에요.
nl: Wat er echt op de rekening staat, na belasting en inhoudingen.
pl: To, co naprawdę trafia na konto, po podatkach i składkach.
pt_br: O que realmente cai na conta, depois de impostos e descontos.
pt_pt: O que entra mesmo na conta, depois de impostos e descontos.
ru: То, что реально попадает на счёт, после налогов и удержаний.
tr: Vergi ve kesintilerden sonra hesaba gerçekten geçen tutar.
uk: Те, що справді потрапляє на рахунок, після податків і утримань.
vi: Số thực sự về tài khoản, sau thuế và các khoản trừ.
zh_hans: 扣完税和各项之后，真正到账的金额。
zh_hant: 扣完稅和各項之後，真正入帳的金額。

source: What you can spend in a week, after the bills that never change.
ar: ما يمكنك إنفاقه في أسبوع، بعد الفواتير التي لا تتغير.
de: Was du in einer Woche ausgeben kannst, nach den Rechnungen, die sich nie ändern.
es: Lo que puedes gastar en una semana, después de las facturas que nunca cambian.
es_419: Lo que puedes gastar en una semana, después de las cuentas que nunca cambian.
fr: Ce que vous pouvez dépenser en une semaine, une fois retirées les factures qui ne changent jamais.
hi: उन बिलों के बाद जो कभी नहीं बदलते, आप एक हफ्ते में कितना खर्च कर सकते हैं।
id: Yang bisa kamu belanjakan dalam seminggu, setelah tagihan yang tidak pernah berubah.
it: Quello che puoi spendere in una settimana, tolte le spese fisse che non cambiano mai.
ja: 毎月変わらない支払いを引いたあと、1週間に使える金額です。
ko: 변하지 않는 지출을 뺀 뒤, 한 주에 쓸 수 있는 금액이에요.
nl: Wat je in een week kunt uitgeven, na de vaste lasten die nooit veranderen.
pl: Ile możesz wydać w tygodniu po rachunkach, które się nie zmieniają.
pt_br: O que você pode gastar em uma semana, depois das contas que nunca mudam.
pt_pt: O que pode gastar numa semana, depois das contas que nunca mudam.
ru: Сколько можно тратить за неделю после платежей, которые не меняются.
tr: Hiç değişmeyen faturalardan sonra bir haftada harcayabileceğin tutar.
uk: Скільки можна витрачати за тиждень після платежів, які не змінюються.
vi: Số tiền bạn được tiêu trong một tuần, sau những khoản không bao giờ đổi.
zh_hans: 扣掉每月不变的账单之后，你一周可以花的钱。
zh_hant: 扣掉每月不變的帳單之後，你一週可以花的錢。

source: Work it out with me
ar: لنحسبها معًا
de: Rechnen wir es aus
es: Calcúlalo conmigo
es_419: Calcúlalo conmigo
fr: Calculons-le ensemble
hi: आइए मिलकर हिसाब लगाएँ
id: Hitung bareng aku
it: Calcoliamolo insieme
ja: 一緒に計算する
ko: 같이 계산해요
nl: Reken het met me uit
pl: Policzmy to razem
pt_br: Calcule comigo
pt_pt: Calcule comigo
ru: Посчитаем вместе
tr: Birlikte hesaplayalım
uk: Порахуймо разом
vi: Tính cùng tôi
zh_hans: 陪我一起算
zh_hant: 陪我一起算

source: Work out a weekly number
ar: احسب مبلغ الأسبوع
de: Wochenbetrag ausrechnen
es: Calcula tu importe semanal
es_419: Calcula tu monto semanal
fr: Calculer un montant hebdomadaire
hi: साप्ताहिक रकम निकालें
id: Hitung jumlah mingguan
it: Calcola l'importo settimanale
ja: 週の金額を計算する
ko: 주간 금액 계산하기
nl: Reken je weekbedrag uit
pl: Policz kwotę na tydzień
pt_br: Calcule o valor da semana
pt_pt: Calcule o montante semanal
ru: Рассчитать сумму на неделю
tr: Haftalık tutarı hesapla
uk: Порахувати суму на тиждень
vi: Tính số tiền mỗi tuần
zh_hans: 算出每周金额
zh_hant: 算出每週金額

source: Yearly
ar: سنويًا
de: Jährlich
es: Anual
es_419: Anual
fr: Par an
hi: हर साल
id: Tahunan
it: Annuale
ja: 毎年
ko: 매년
nl: Per jaar
pl: Co rok
pt_br: Anual
pt_pt: Anual
ru: Раз в год
tr: Yıllık
uk: Раз на рік
vi: Mỗi năm
zh_hans: 每年
zh_hant: 每年

source: You are now sharing %@
ar: أنت الآن تشارك %@
de: Du teilst jetzt %@
es: Ahora compartes %@
es_419: Ahora compartes %@
fr: Vous partagez maintenant %@
hi: अब आप %@ साझा कर रहे हैं
id: Sekarang kamu berbagi %@
it: Ora condividi %@
ja: %@ を共有しています
ko: 이제 %@을(를) 함께 쓰고 있어요
nl: Je deelt nu %@
pl: Prowadzisz teraz %@ wspólnie
pt_br: Agora você divide %@
pt_pt: Agora partilha %@
ru: Теперь ты ведёшь %@ вместе
tr: Artık %@ bütçesini paylaşıyorsun
uk: Тепер ти ведеш %@ разом
vi: Bạn đang dùng chung %@
zh_hans: 你现在共用 %@
zh_hant: 你現在共用 %@

source: You are now sharing %@. It will fill in as it syncs.
ar: أنت الآن تشارك %1$@. ستمتلئ البيانات مع المزامنة.
de: Du teilst jetzt %1$@. Es füllt sich, sobald synchronisiert wird.
es: Ya compartes %1$@. Se irá llenando conforme se sincronice.
es_419: Ya compartes %1$@. Se va a ir llenando conforme se sincronice.
fr: Vous partagez maintenant %1$@. Le contenu apparaîtra à la synchronisation.
hi: अब आप %1$@ साझा कर रहे हैं। सिंक होते ही यह भर जाएगा।
id: Kamu sekarang berbagi %1$@. Isinya akan muncul begitu tersinkron.
it: Ora condividi %1$@. Si riempirà man mano che si sincronizza.
ja: %1$@を共有しました。同期が進むと中身が入ります。
ko: 이제 %1$@을(를) 함께 써요. 동기화되면서 내용이 채워져요.
nl: Je deelt nu %1$@. Het vult zich zodra er gesynchroniseerd is.
pl: Współdzielisz teraz %1$@. Zawartość pojawi się po synchronizacji.
pt_br: Agora você compartilha %1$@. Vai se preencher conforme sincroniza.
pt_pt: Agora partilha %1$@. Vai preencher-se à medida que sincroniza.
ru: Теперь вы пользуетесь %1$@ вместе. Данные появятся после синхронизации.
tr: Artık %1$@ paylaşılıyor. Eşitlendikçe dolacak.
uk: Тепер ви користуєтеся %1$@ разом. Дані з'являться після синхронізації.
vi: Bây giờ bạn đang dùng chung %1$@. Nội dung sẽ hiện ra khi đồng bộ.
zh_hans: 你现在共享 %1$@。同步之后内容就会出现。
zh_hant: 你現在共用 %1$@。同步之後內容就會出現。

source: this budget
ar: هذه الميزانية
de: dieses Budget
es: este presupuesto
es_419: este presupuesto
fr: ce budget
hi: यह बजट
id: anggaran ini
it: questo budget
ja: この予算
ko: 이 예산
nl: dit budget
pl: ten budżet
pt_br: este orçamento
pt_pt: este orçamento
ru: этим бюджетом
tr: bu bütçe
uk: цим бюджетом
vi: ngân sách này
zh_hans: 这个预算
zh_hant: 這個預算
